<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="viewport" content="width=device-width">
<title>얌냐밍</title>
<link rel="icon" href="${pageContext.request.contextPath}/resources/image/favicon.ico">
<link type="text/css" rel="stylesheet" href="${pageContext.request.contextPath}/resources/css/owner.css?ver=1">
</head>
<body>
	<header id="owner-signUp-header">
		<h1><a href="/index.jsp">YamNyamCompany</a></h1>
	</header>
	<div class="wrapper">
		<nav id="owner-signUp-nav">
			<h2>입점 신청하기</h2>
			<p><span>01 약관 동의</span> > 02 계정 정보 입력 > 03 음식점 정보 입력</p>
		</nav>
		<section id="owner-signUp-section">
			<h3>서비스 이용약관 (사업자용)</h3>
			<div class="owner-text">
<h4>제 1장 총칙</h4>
<p>제 1 조 [목적]<br>
본 이용약관은 얌냠컴퍼니 주식회사(이하 "회사"라 합니다)와 회사가 운영하는 “얌냐밍(YamNyaMing)” 서비스(이하 "얌냐밍"이라 합니다)를 이용하여 자신의 상품, 
재화 등을 홍보하고자 하는 자(이하 “음식점 사업자”라 합니다) 사이의 권리, 의무, 기타 필요한 사항을 정함으로써 상호 이익을 도모하는 것을 그 목적으로 합니다.</p>
<br>
<p>제 2 조 [용어의 정의]<br>
본 이용약관에서 사용하는 용어의 정의는 다음과 같습니다.<br>
“얌냐밍”은 회사가 운영하는 앱 또는 웹 형태의 플랫폼으로서 각 음식점에 게시된 상품정보를 취합하여 이용자들에게 보여주고, 이용자들로 하여금 구매를 촉진시키거나 쇼핑을 편리하게 하는 기능을 제공하는 가상의 영업장을 의미합니다.<br>
“서비스”는 회사가 얌냐밍를 통하여 음식점 사업자가 판매하는 상품의 이미지, 상품명, 
가격정보 등을 얌냐밍를 설치한 이용자들에게 정렬하여 보여 주고 관련 광고를 노출시키는 등 음식점 사업자의 상품에 대한 판매촉진과 관련된 제반 서비스를 제공하는 것을 의미합니다.<br>
“음식점 사업자”라 함은 “음식점”을 운영하는 사업자로서 본 이용약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 얌냐밍 서비스를 이용하는 자를 의미합니다.<br>
"마케팅센터”는 얌냐밍 웹사이트 중 음식점 사업자가 광고 소재 등록 및 광고비용 충전, 광고 집행 등을 할 수 있는 페이지를 의미합니다.<br>
“상품정보”는 음식점 사업자가 자신이 판매하는 상품에 관해 음식점에 기재한 상품의 이미지, 상품명, 가격정보, 링크정보 등을 의미합니다.<br>
“이용자”는 얌냐밍를 자신의 스마트폰, 태블릿PC, PC 등 단말기에 설치함으로써 얌냐밍를 통하여 음식점 사업자의 상품 등에 대한 정보를 획득하고 구매를 실현하는 만 14세 이상의 일반 소비자를 의미합니다. 
이용자는 얌냐밍 회원과 비회원을 모두 포함합니다.
“광고”는 회사가 정한 방식에 따라 광고주가 신청한 광고를 얌냐밍 이용자에게 보여주는 방식의 인터넷 광고를 의미합니다.<br>
“광고주”는 비용을 지불하고 회사가 제공하는 광고 서비스를 선택하여 이용하는 음식점 사업자를 의미합니다.<br>
“광고소재”는 광고주가 게재 신청하여 얌냐밍에 게재되는 키워드, 제목, 설명문구, 부가 정보, 이미지 등 광고 내용을 의미합니다.</p>
<br>
<p>제 3 조 [약관의 효력 범위와 개정]<br>
① 회사가 음식점 사업자에게 가입완료 사실을 얌냐밍 또는 마케팅센터를 통하여 통지 함으로써 이용계약이 성립하며, 그에 따라 해당 음식점 사업자는 회사가 제공하는 서비스를 이용할 수 있으며 약관 규정의 적용을 받습니다.<br>
② 본 이용약관은 개정될 수 있으며 약관을 개정할 경우 회사는 개정된 약관을 적용하는 날(이하 “효력 발생일“)로부터 7일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 마케팅센터 또는 전자메일로 고지하여 드립니다. 
단, 음식점 사업자에게 불리한 내용으로 변경하는 경우에는 최소 30일 이전에 고지합니다.<br>
④ 제2항에 따라 공지된 변경된 약관의 적용일자 이전에 음식점 사업자가 명시적으로 거부의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 봅니다.</p>
<br>
<h4>제 2장 이용계약의 체결</h4>
<p>제 4 조 [서비스 가입신청 및 승낙]<br>
① 서비스에 대한 음식점 사업자와 회사간의 이용계약은 음식점 사업자가 마케팅센터의 가입 페이지를 통하여 본 이용약관에 대해 동의하고, 
가입 페이지의 신청서 양식에 다음 각 호의 제반 정보를 현재의 사실과 일치하도록 기재하여 서비스 가입신청을 한 후, 회사가 이러한 신청에 대하여 가입을 승낙 함으로써 체결됩니다.<br>
로그인 정보 : 아이디 및 비밀번호<br>
음식점 관련 정보 : 음식점명, 음식점 URL<br>
사업자 정보 : 상호(개인사업자인 경우) 또는 법인명(법인사업자인 경우), 대표자명, 사업자등록번호, 사업장 주소, 법인등록번호(법인사업자인 경우), 업태 및 업종(사업자등록증에 기재되어 있는 업태, 업종)<br>
결제정보 : 계좌번호<br>
연락을 위한 정보 : 담당자의 이름, 전자메일, 휴대폰 번호<br>
기타 회사가 필요하다고 인정하는 사항<br>
② 음식점 사업자는 제1항의 서비스 가입신청 시 마케팅센터의 가입 페이지에 다음 각 호의 서류를 첨부하여 회사에 제출하여야 합니다.<br>
사업자 등록증<br>
기타 회사가 필요하다고 인정하는 서류<br>
③ 음식점 사업자는 서비스 가입신청을 하기 전에 서비스의 내용, 거래 조건, 기타 본 이용약관의 내용을 숙지하여야 하며, 이를 숙지하지 못해 생기는 불이익은 음식점 사업자에게 있습니다.<br>
④ 회사는 음식점 사업자가 제1항의 서비스 가입신청을 하는 경우 원칙적으로 이를 승낙합니다. 다만, 회사는 다음 각 호의 경우 신청의 승낙을 거절 또는 유보할 수 있으며, 
사후적으로 음식점 사업자에게 다음 각 호의 사유가 존재함을 안 경우에는 그 음식점 사업자와의 이용계약을 해지할 수 있습니다.<br>
제1항 각 호의 사항에 허위 또는 부정확한 정보를 기재한 경우<br>
제2항 각 호의 서류를 허위 또는 부정한 방법으로 제출하는 경우<br>
음식점 사업자가 본 이용약관 위반 등 사유로 회사의 서비스 이용 자격을 상실한 적이 있는 경우(다만, 서비스 이용 자격을 상실한 날로부터 1년이 경과한 자로서 회사의 서비스 재가입 승낙을 얻은 경우에는 예외로 합니다)<br>
음식점 사업자가 사회의 안녕•질서 또는 미풍양속을 저해하거나, 저해할 목적으로 서비스 가입신청을 한 경우<br>
회사의 신용, 이미지 또는 명예를 훼손하였거나 훼손할 우려가 있는 경우<br>
제1항 제5호에 기재한 사항에 변경이 있는 경우(다만, 회사에 사전 고지하고 승낙을 받은 경우는 예외로 합니다)<br>
회사의 업무상, 기술상의 사정으로 서비스 제공이 불가능한 경우<br>
휴업, 폐업 또는 채무자 회생 및 파산에 관한 법률에 따른 파산 또는 회생 절차의 개시 신청을 하는 등 정상적인 영업활동이 곤란한 경우<br>
기타 제반 규정 위반 등 음식점 사업자의 귀책사유로 인하여 회사가 서비스 가입신청의 승낙을 거절할 만한 객관적인 사유가 존재하는 경우<br>
⑤ 제4항 단서에 따라 회사가 음식점 사업자의 서비스 가입신청의 승낙을 거절하거나 유보하는 경우, 회사는 원칙적으로 그 사실을 음식점 사업자에게 통지하여야 합니다.</p>
<br>
<p>제 5 조 [음식점 사업자 정보의 변경]<br>
① 음식점 사업자는 회사에 요청하여 본인의 음식점 정보를 열람하고 수정할 수 있습니다. 다만, 음식점 사업자는 회사의 서비스 관리를 위하여 필요한 음식점 사업자의 상호명, 법인명 및 아이디를 회사의 사전 동의 없이 수정할 수 없습니다.<br>
② 음식점 사업자는 가입신청 시에 기재하였던 사항이 변경된 경우 지체 없이 음식점 사업자정보를 수정하거나, 그 변경사항을 전자우편 기타 회사가 정한 방법을 통하여 회사에 고지하여야 합니다.<br>
③ 음식점 사업자가 음식점 사업자정보 변경사항을 회사에 고지하지 않음에 따라, 회사로부터의 통지를 수령하지 못하는 등의 불이익이 발생하더라도 회사는 그에 대한 책임을 부담하지 않습니다.</p>
<br>
<h4>제 3장 일반사항</h4>
<p>제 6 조 [회사의 의무]<br>
① 회사는 음식점 사업자와의 이용계약에 따라 음식점 사업자에게 입점 서비스와 광고 서비스 등을 제공합니다. <br>
② 회사는 음식점 사업자에 대한 서비스 제공과 관련하여 관련 법령 및 본 이용약관, 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스 제공을 위하여 최선을 다합니다.<br>
③ 회사는 음식점 사업자가 안전하게 서비스를 이용할 수 있도록 음식점 사업자의 개인정보 및 영업정보를 보호하기 위하여 최선을 다하며, 개인정보처리방침을 공시하고 준수합니다.<br>
④ 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 통신비밀보호법 기타 관련 법령을 준수합니다.<br>
⑤ 회사는 서비스 이용과 관련하여 음식점 사업자가 정당한 의견 또는 불만을 제기하는 경우, 이를 처리하고 마케팅센터 또는 전자메일 등을 통하여 음식점 사업자에게 그 처리과정 및 결과를 전달합니다.</p>
<br>
<p>제 7 조 [음식점 사업자의 의무]<br>
① 음식점 사업자는 회사가 제공하는 입점 서비스 및 광고 서비스를 본 계약에 따라 허용된 범위 내에서 이용하며, 서비스 이용과 관련하여 다음 각 호의 행위를 하지 않습니다.<br>
서비스 가입신청 또는 정보 변경 시 허위의 내용을 등록하는 행위<br>
타인의 정보, 아이디와 비밀번호 등 서비스 이용 정보, 금융정보 등을 도용하는 행위<br>
타인(회사의 직원 등을 포함합니다)을 가장하거나 사칭하여 또는 타인의 명의를 도용하여 서비스를 이용하거나 전자메일을 발송하는 행위<br>
회사의 사전 승낙 없이 회사가 제공한 정보를 음식점 사업자의 개인적 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위<br>
회사 및 기타 제3자의 저작권 등 지적재산권을 침해하는 행위<br>
회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
허위의 상품을 게재하는 등의 방법으로 이용자에게 손해를 가하거나 이용자로부터 불만ㆍ항의를 받을 수 있는 행위<br>
외설ㆍ폭력ㆍ수치심ㆍ혐오감 등을 유발하거나 기타 공서양속에 반하는 메시지ㆍ이미지 등의 정보를 음식점에 게재하는 행위<br>
서비스 정보통신망에 장애를 유발시킬 수 있는 내용의 정보, 문장, 도형 등을 음식점에 게재하여 회사가 관리·운영하는 정보통신망에 피해를 주는 행위<br>
비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위<br>
다른 음식점 사업자의 영업행위를 방해하는 행위<br>
서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보를 전송하는 행위<br>
기타 법령 또는 본 이용약관에 위배되거나 회사의 업무를 방해하는 부당한 행위<br>
② 음식점 사업자는 서비스의 이용과 관련하여 관계법령, 이용약관, 세부이용지침, 서비스 이용안내 및 회사가 통지한 공지사항 등을 준수하여야 하며, 이를 수시로 확인하여야 합니다.<br>
③ 음식점 사업자는 부당하게 서비스, 광고 또는 광고매체에 위해가 되는 제3자의 행위를 인지하는 경우 즉시 해당 사실을 회사에 알리고 만약 해당 제3자와의 거래 관계가 있는 경우에는 이를 즉시 중단하여야 합니다. <br>
④ 음식점 사업자는 자신의 귀책사유로 회사와 제3자 간에 분쟁이 발생하는 경우, 즉시 회사를 면책하고 자신의 비용과 책임으로 이를 해결하여야 합니다. </p>
<br>
<p>제 8 조 [음식점 사업자의 아이디 및 비밀번호 관리에 대한 의무]<br>
① 음식점 사업자의 아이디와 비밀번호에 관한 관리책임은 음식점 사업자 자신에게 있으며, 음식점 사업자는 자신의 아이디 및 비밀번호를 제3자가 이용하도록 하여서는 안됩니다.<br>
② 음식점 사업자는 제3자가 자신의 아이디 또는 비밀번호 등 개인정보를 이용하고 있음을 인지한 경우 즉시 비밀번호 등을 변경하고, 회사에 이러한 사실을 통지하며 이후 회사의 안내에 따라야 합니다.<br>
③ 제2항의 경우에 해당 음식점 사업자가 회사에게 제3자의 개인정보 이용 사실 등을 통지하지 않거나, 회사의 안내에 따르지 않음에 따라 발생한 불이익에 대하여 회사는 어떠한 책임도 부담하지 않습니다.</p>
<br>
<p>제 9 조 [서비스의 내용]<br>
① 회사는 음식점 사업자에게 아래와 같은 서비스를 제공합니다.<br>
입점 서비스 : 음식점 사업자의 음식점에 게재된 상품 및 상품 정보를 얌냐밍에 노출시키고, 이용자가 얌냐밍에 노출된 상품 및 상품 정보를 클릭하면 바로 음식점 사업자의 음식점로 이동할 수 있도록 링크 정보를 제공하며, 
얌냐밍를 통하여 이용자들이 음식점을 이용한 내역(주문내역 및 즐겨찾기 등록 이력 등) 정보를 제공합니다.<br>
광고 서비스 : 음식점 사업자 중 회사와 광고 계약을 체결한 음식점 사업자에 대한 광고나 해당 음식점 사업자가 판매하는 상품 등의 광고를 게시합니다.<br>
결제 서비스 : 얌냐밍와의 결제사업 제휴를 마친 음식점 사업자가 판매하는 상품 등에 대한 결제 서비스를 제공합니다.<br>
기타 서비스 : 회사는 기타 제1호부터 제3호까지의 서비스 제공에 부수하는 서비스를 제공할 수 있으며, 향후 얌냐밍의 개선 또는 회사의 발전적인 마케팅 정책에 따라 추가적인 서비스가 제공될 수 있습니다.<br>
② 회사는 음식점 사업자의 상품 또는 상품정보, 음식점 정보를 얌냐밍에 노출하거나 광고 서비스를 제공할 뿐이고 해당 상품의 판매를 대행하거나 보조하지 않으며, 상품의 구매는 음식점 사업자의 음식점에서 이루어집니다. 
다만, 결제 제휴가 이루어진 음식점의 경우에 한하여 회사가 결제 서비스를 제공합니다.<br>
③ 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 음식점 사업자에게 제1항의 서비스를 제공합니다. 다만 정기 점검 등의 필요가 있는 경우 일정기간 동안 서비스의 제공이 제한될 수 있으며, 
또한 회사의 호스팅 서비스 업체 등 제휴사의 운영시간 등의 사유로 인하여 서비스의 제공이 제한될 수 있습니다.</p>
<br>
<p>제 10 조 [서비스의 변경 및 중단]<br>
① 회사는 다음 각 호의 경우 음식점 사업자에 대하여 제공하는 서비스의 전부 또는 일부를 일시적으로 변경하거나 중단할 수 있습니다.<br>
이용계약이 계약기간의 만료, 해지 등의 사유로 인하여 종료되는 경우<br>
천재지변 또는 이에 준하는 불가항력으로 인하여 회사 서비스를 제공할 수 없는 경우<br>
설비의 보수점검, 교체 등 공사로 인하여 부득이한 경우<br>
음식점 사업자가 의도적으로 회사의 정상적 영업 및 서비스 제공 활동을 방해하는 경우<br>
정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우<br>
음식점 사업자가 약관을 위반한 경우<br>
음식점 사업자의 음식점에서 판매하는 상품에 대하여 3회 이상 이용자의 항의가 접수가 되고 항의 내용이 서비스를 중단할 중대한 사유가 있다고 인정되는 경우<br>
음식점 사업자가 채무자 회생 및 파산에 관한 법률에 따른 파산 또는 회생 절차의 개시 신청을 하는 등 정상적인 영업 활동이 곤란하다고 판단되는 경우<br>
국가기관 또는 정부조직(방송통신위원회, 한국정보보호진흥원 등), 수사기관, 법원 등의 행정 또는 사법적 처분 등에 따라 법률상 서비스의 제공을 제한 또는 중단하여야 하는 경우<br>
기타 회사의 운영상, 기술상 필요 등 상당한 이유가 있는 경우<br>
② 제1항의 경우, 회사는 사전에 다음 각 호의 사항을 마케팅센터 또는 전자메일을 통하여 음식점 사업자에게 통지하여야 합니다. 
다만, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 회사는 서비스의 제공을 변경 또는 중단하고 나서 사후적으로 음식점 사업자에 대한 통지를 할 수 있습니다.<br>
서비스 변경 또는 중단 사유<br>
서비스 변경일 또는 중단일</p>
<br>
<p>제 11 조 [이용계약의 기간]<br>
본 이용약관에 의한 서비스 이용 계약의 계약기간의 시기는 제4조에 의한 음식점 사업자의 가입신청에 대하여 회사가 가입 승낙의 의사를 통지한 날이며, 계약기간의 종기는 음식점 사업자가 회사에게 가입철회를 요청하거나, 
회사가 제12조 1항과 같은 사유로 이용계약 해지 및 퇴점 조치를 한 날입니다.</p>
<br>
<p>제 12 조 [이용계약의 효력과 해지]<br>
① 당사자는 다음 각 호의 사유가 존재하는 경우 사전 통지 후 이용계약을 해지할 수 있습니다.<br>
본 이용약관에 규정된 당사자의 의무를 이행하지 아니하거나 위반하는 경우<br>
회사가 정당한 이유 없이 서비스의 제공을 하지 아니하는 경우<br>
제4조 제4항의 승낙거부사유가 있음이 확인된 경우<br>
② 당사자가 이용계약을 해지 하는 경우 상대방에게 내용증명, 전자메일 등의 방법을 통하여 해지사유를 밝혀 해지의사를 통지하여야 합니다.<br>
③ 이용계약이 해지되더라도, 해지 이전에 이미 체결된 이용계약의 완결과 관련해서는 본 이용약관이 계속 적용됩니다.<br>
④ 본 조에 의하여 이용계약이 해지되는 경우 서비스가 종료되며, 회사는 서비스 종료와 관련한 제반 조치를 취할 수 있습니다.<br>
⑤ 제1항의 규정에도 불구하고 당사자가 현행법 위반 및 고의 또는 중대한 과실로 상대방에게 손해를 입힌 경우, 당사자는 사전 통지 없이 이용계약을 해지할 수 있습니다.<br>
⑥ 본 조에 의한 이용계약의 해지의 효력은 제2항의 의사표시가 상대방에게 도달한 때부터 발생합니다.<br>
⑦ 본 조의 해지는 손해배상에 영향을 미치지 않습니다.</p>
<br>
<h4>제 4장 입점 서비스</h4>
<p>제 13 조 [입점 서비스의 내용]<br>
① 회사는 제4조에 따라 이용계약을 체결한 음식점 사업자에 대하여 입점 서비스를 제공하고, 음식점 사업자는 회사가 제공하는 입점 서비스를 이용할 수 있습니다. <br>
② 회사가 제공하는 입점 서비스의 내용은 다음 각 호와 같습니다.<br>
음식점 사업자의 음식점에 게재된 상품 및 상품 정보를 얌냐밍에 노출시켜 이용자의 접근성을 높이는 서비스<br>
이용자가 얌냐밍에 노출된 상품 및 상품 정보를 클릭하면 바로 음식점 사업자의 음식점로 이동할 수 있도록 링크 정보를 제공하는 서비스<br>
이용자들이 얌냐밍 서비스를 통하여 음식점을 이용한 내역(주문내역 및 즐겨찾기 등록 이력 등)에 대한 정보를 제공하는 서비스<br>
③ 음식점 사업자들은 회사가 제공하는 ‘마케팅센터’를 이용하여 이용자들의 얌냐밍 서비스를 통한 음식점 이용 내역을 확인할 수 있습니다.</p>
<br>
<p>제14조 [상품정보에 대한 책임]<br>
① 회사의 얌냐밍 서비스를 이용하는 음식점 사업자는 공공질서, 미풍양속, 기타 관련 법령에 위배되거나 품질 기준에 어긋나는 상품을 판매하여서는 아니 되며, 이와 관련한 상품정보를 게재할 수 없습니다. 
이를 위반하여 발생하는 모든 문제에 대한 책임은 음식점 사업자에게 귀속됩니다.<br>
② 음식점 사업자는 허위 또는 과장된 상품 정보를 게재해서는 아니 되며 정확한 정보를 제공하여야 합니다.<br>
③ 광고에 표시된 상품의 소재, 가격, 재고, 사양, 내용 등 모든 정보와 품질보증, 하자보수 등은 음식점 사업자의 책임으로 철저히 관리하거나 제공하여야 하며 변경 사항이 발생한 경우에는 즉시 이를 갱신하여야 합니다.<br>
④ 회사는 음식점 사업자의 상품정보가 다음 각 호에 해당하는 경우, 사전 통보 없이 얌냐밍 내에서 상품정보를 수정·삭제하거나 이용자의 열람을 제한하는 등의 조치를 취할 수 있습니다. 
단, 제9호의 경우 회사는 7영업일 이전에 마케팅센터 또는 전자메일을 통하여 사전에 공지하여야 합니다.<br>
타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우<br>
범죄행위와 관련되거나, 공공질서 및 미풍양속에 위반되는 내용일 경우<br>
회사 또는 제3자의 저작권, 상표권 기타 지식재산권 등 권리를 침해하는 경우<br>
불법물, 음란물 또는 청소년 유해매체물의 게시, 광고, 사이트를 링크하는 경우<br>
회사가 제공하는 제품 및 서비스와 관련 없는 내용일 경우<br>
허위의 상품 정보인 경우<br>
음식점 사업자와의 이용계약이 해지된 경우<br>
상품 구매자로부터 상품에 대한 항의가 3회 이상 제기된 상품인 경우<br>
서비스의 변경으로 인하여 부득이한 경우<br>
기타 본 이용약관 또는 관련법령에 위반하는 경우<br>
⑤ 음식점 사업자는 제4항에 의한 회사의 조치가 부당하다고 판단될 경우 그 이유를 명시하여 이의를 제기할 수 있습니다.</p>
<br>
<p>제 15 조 [음식점 사업자의 음식점의 운영]<br>
① 이용자가 음식점 사업자의 상품을 구매한 경우, 음식점 사업자는 이용자가 구매한 재화를 지정된 인수인과 장소에 정확히 배송할 책임이 있으며, 회사는 회사의 귀책사유가 없는 한 책임을 지지 아니합니다.<br>
② 음식점 사업자는 배송 지연 등으로 인하여 이용자로부터 불만 사항을 접수한 경우 이를 즉시 수리하며 조치하여야 합니다.<br>
③ 음식점 사업자는 재고 부족, 교통 두절, 사고 발생 등 배송에 문제가 발생한 경우 즉시 이용자에게 통지하여야 합니다.<br>
④ 음식점 사업자는 이용자가 환불, 교환, 반품 또는 구매 취소를 요청하는 경우 전자상거래법, 할부거래에 관한 법률 등 관련 법령을 준수하여 처리합니다.<br>
⑤ 음식점 사업자는 전자상거래법 등 관련 법령에서 규정하고 있는 소정의 표시 사항을 이용자가 쉽게 알 수 있도록 게시하여야 합니다.<br>
⑥ 음식점 사업자는 상품을 판매함에 있어 관련 법령을 철저히 준수하여야 하며, 법령에서 정한 사항을 반드시 이용자에게 고지하여야 합니다.</p>
<br>
<p>제 16 조 [회사의 책임 제한]<br>
회사는 음식점 사업자가 판매하는 상품의 존재, 안전성, 적법성 등 일체의 정보에 대하여 보증하지 아니하며 이에 대한 책임은 음식점 사업자에게 있습니다.</p>
<br>
<h4>제 5장 광고 서비스</h4>
<p>제17조 [광고 계약의 체결]<br>
① 음식점 사업자가 회사가 제공하는 얌냐밍 광고서비스를 제공받기 위해서는 회사와 광고 계약을 체결하여야 합니다.<br>
② 음식점 사업자는 얌냐밍 마케팅센터를 통하여 광고서비스를 신청할 수 있으며, 회사가 음식점 사업자의 신청 내용을 확인함으로써 광고계약이 체결됩니다.<br>
③ 회사와 음식점 사업자 사이에 광고계약이 체결되면 계약기간 동안 음식점 사업자는 광고주의 지위를 득합니다.<br>
④ 광고계약이 체결되면 회사는 광고주가 지정한 광고대행업체에 음식점의 광고신청 내용, 음식점 정보에 대한 접근권한을 부여합니다. </p>
<br>
<p>제18조 [광고 서비스 구성]<br>
① 회사는 광고의 종류 및 세부 유형, 광고매체의 노출영역 및 UI(User Interface), 
노출비율 및 노출순서 등(이하 “광고 구성”이라 합니다)을 마케팅센터를 통해 광고주에게 공지하며 광고주는 광고의 신청 전에 이를 신중히 확인하여야 합니다. <br>
② 회사는 광고 구성에 대한 결정권한을 가지며, 변경 또는 추가, 삭제할 수 있습니다. <br>
③ 광고 계약 후 광고 구성에 변경이 있는 경우 회사는 그 변경 전에 마케팅센터나 얌냐밍를 통해 공지하며, 광고주는 변경 내용에 동의 하지 않을 경우 광고 신청을 취소하거나 집행 중인 광고의 중단을 요청할 수 있습니다. 
단, 부득이한 사유가 있는 경우 회사는 사후에 통지할 수 있습니다. </p>
<br>
<p>제19조 [광고주의 의무]<br>
① 광고주는 광고의 집행과 관련하여 이를 신의에 따라 성실하게 관리해야 할 의무가 있으며, 광고주의 영업 활동이 관련 법령 및 본 약관 또는 별도로 고지하는 운영정책 기타 회사가 정하고 있는 기준에 위반되지 않도록 관리하여야 하며, 
회사의 업무에 방해되는 행위를 하여서는 안됩니다. <br>
② 광고주는 광고 및 이에 연결되는 음식점의 상품 정보에 대하여 회사의 사전 검수를 반드시 받아야 하며, 검수가 완료되지 아니한 웹페이지로 광고를 연결하여서는 아니됩니다.<br>
③ 광고주는 회사가 노출을 금지하는 상품 정보를 광고 및 이에 연결되는 음식점에 노출하지 않아야 합니다. <br>
④ 광고주는 광고 및 이에 연결되는 음식점에서 허위 또는 과장광고를 해서는 안 되며 정확한 상품 정보를 제공해야 합니다.<br> 
⑤ 광고주는 본 약관에 따른 제반 광고등록절차를 성실히 이행하고 개별 광고계약에 따라 광고비를 적기에 회사에 지급하여야 합니다.<br> 
⑥ 광고주는 회사가 허용하는 범위를 넘어 서비스를 이용할 수 없으며, 회사로부터 제공 받은 서비스의 내용 및 광고 집행 관련 내용을 제3자에게 유출할 수 없습니다. <br>
⑦ 광고주가 광고에 대한 정보를 게재하지 않거나 광고 및 광고주에 대하여 허위의 내용을 기재하여 광고집행이 이루어지지 않은 경우 회사는 책임을 부담하지 않습니다.<br>
⑧ 광고주는 서비스 제공 또는 본 조 위반여부를 확인하기 위해 회사가 자료 또는 접근권한의 제공 및 관련사실에 대한 소명을 요청하는 경우에는 이에 성실히 임하여야 합니다.</p>
<br>
<p>제20조 [광고 서비스 품질 관리]<br>
① 회사는 광고의 품질 향상 및 효과 증대 등을 위해 일부 트래픽을 대상으로 하는 테스트를 광고주에 대한 별도의 공지 없이 진행할 수 있습니다. <br>
② 광고는 종류 및 세부 유형에 따라 회사가 정한 로직에 따라 노출되어 광고의 노출 등이 보장되지 않을 수 있습니다. 회사는 관련 내용을 마케팅센터 또는 전자메일을 통해 공지합니다.</p>
<br>
<p>제21조 [광고 소재 등록 및 검수]<br>
① 광고주는 마케팅센터에 접속하여 직접 광고에 관한 정보를 선택할 수 있으며 회사의 검수를 받아야 광고를 집행할 수 있습니다. <br>
② 광고 검수기준은 회사가 마케팅센터 상 또는 별도로 고지하는 운영정책 및 기타 가이드에 따르는 것을 원칙으로 합니다. <br>
③ 회사는 광고주가 신청한 광고의 내용이 관련 법령 및 회사의 검수 기준에 위반하거나 위반될 가능성이 있는 경우, 해당 광고의 집행을 중단하거나 광고 내용을 변경할 수 있습니다.  
이에 따른 광고 집행의 중단이나 집행 지연 시 회사는 광고주에 대해 책임을 부담하지 않습니다.<br>
④ 제3항 본문에 따른 광고 집행 중단이나 내용 변경 시, 회사는 이를 즉시 광고주에게 통지하며, 광고주는 회사의 조치가 부당하다고 판단되면 그 이유를 명시하여 이의를 제기할 수 있습니다. </p>
<br>
<p>제 22 조 [광고 서비스 이용료 등]<br>
① 광고 서비스 이용료는 다음 각 호의 방식 또는 기타 회사가 별도로 공지하는 방식에 따릅니다.<br>
② 회사는 광고주의 요청에 따라 회사가 광고주를 대신하여 제3자에게 서비스 이용료 등 서비스 이용과 관련한 세금계산서를 발행하는 등 방식으로 청구하는 것에 대하여 동의할 수 있습니다. 
단, 회사는 광고주의 요청을 거절할 수 있습니다.<br>
③ 광고주가 지정한 제3자는 회사가 지정한 절차를 준수하여야 하며, 
광고주가 지정한 제3자가 서비스 이용료 등 서비스와 관련한 금원을 적기에 회사에 납부하지 않을 경우 또는 회사가 발행 한 세금계산서의 수령을 거절할 경우 회사는 광고주에게 세금계산서를 발행하고 해당 금원을 청구 할 수 있으며, 
광고주는 즉시 회사에 납부하여야 합니다. 광고주가 지정한 제3자의 세금계산서 수령 거절 등의 사유로 회사에 손해가 발생할 경우 광고주는 회사에 대하여 청구금 전액에 대한 손해배상책임을 부담합니다.</p>
<br>
<p>제 23 조 [광고계약의 기간 등]<br>
회사와 광고주 간의 광고 계약의 기간은 광고 계약이 체결된 당시 계약내용을 기준으로 하는 것을 원칙으로 합니다. 그러나 광고주가 충전한 Z코인이가 모두 소진된 경우에는 해당 일시부터 광고 서비스가 중지됩니다.</p>
<p>제 24 조 [광고 서비스 이용제한 및 해지]<br>
① 회사는 광고주가 관련 법령 및 약관 또는 광고운영정책에 따른 의무를 위반하는 경우 그 위반 횟수와 경중을 고려하여 광고 게재 신청 제한, 광고 게재 제한, 서비스 이용 정지, 광고계약 해지 등을 할 수 있습니다.<br>
② 회사가 전 항에 따라 이용제한 및 해지를 하는 경우 제34조의 방법을 통해 통지합니다.<br>
③ 회사는 본 조에 따른 이용제한 및 해지를 하기 전에 상당한 기간을 정하여 광고주에게 이의신청의 기회를 부여하며, 다만 광고운영정책에서 정하는 사유가 있는 경우엔 별도의 이의 신청 기간을 부여하지 않을 수 있습니다.<br>
④ 회사는 전 항의 광고주의 이의가 정당하다고 인정할 경우 즉시 이용제한 및 해지 조치를 취소합니다.<br>
⑤ 광고주는 다음 각 호의 사유가 존재하는 경우 사전 통지 후 광고계약을 해지할 수 있습니다.<br>
회사가 본 이용약관에 규정된 회사의 의무를 이행하지 아니하거나 위반하는 경우<br>
회사가 정당한 이유 없이 광고 서비스를 제공하지 아니하는 경우<br>
⑥ 광고주가 전 항에서 규정한 바에 따라 광고계약을 해지하는 경우 마케팅센터의 광고계약 해지 절차를 통해 해지사유를 밝혀 해지의사를 통지하여야 합니다.<br>
⑦ 광고계약이 해지되더라도 본 계약 이용약관에 의한 음식점 사업자로서의 지위와 해지 이전에 이미 체결된 광고계약의 완결과 관련해서는 본 이용약관이 계속 적용됩니다.<br>
⑧ 본 조에 의하여 광고계약이 해지되는 경우 광고서비스가 종료되며, 회사는 광고서비스 종료와 관련한 제반 조치를 취할 수 있습니다.<br>
⑨ 광고계약 제한 및 해지와 관련하여 규정되지 않은 이외의 사항은 본 이용약관 제12조가 준용됩니다.</p>
<br>
<h4>제 6장 지적재산권 및 개인정보보호</h4>
<p>제 25 조 [지적재산권]<br>
① 음식점 사업자가 음식점에 게재한 상품 정보의 지적재산권은 음식점 사업자에게 있습니다.<br>
② 회사는 음식점 사업자가 작성한 상품정보에 대한 지적재산권을 얌냐밍 서비스를 제공하기 위한 범위 내에서 무상으로 이용할 권리가 있으며, 필요한 범위 내에서 상품정보의 일부를 수정, 복제, 편집할 수 있습니다.
회사는 외부 매체를 통한 얌냐밍 서비스 및 음식점 홍보, 상품 판매촉진 등을 위하여 광고서비스를 이용하는 음식점 사업자의 상품 또는 모델 이미지를 편집∙수정∙공개 등 방법으로 사용할 수 있습니다.<br>
③ 회사가 작성한 저작물, 기타 서비스의 제공과 관련하여 발생한 콘텐츠 등 일체의 산출물에 대한 저작권 등 지적재산권은 회사에게 귀속됩니다.<br>
④ 음식점 사업자가 작성한 상품정보가 타인의 지적재산권을 침해하는 경우 그에 대한 모든 책임은 음식점 사업자가 부담합니다.<br>
⑤ 음식점 사업자가 타인의 지적재산권을 침해하는 것으로 확인되거나 분쟁이 발생하는 경우, 회사는 해당 음식점 사업자에게 관련 자료의 요청 및 삭제 요청을 할 수 있습니다.<br>
⑥ 만약 음식점 사업자의 지적재산권 등 침해로 인하여 회사가 제3자로부터 손해배상청구 등 이의 제기를 받은 경우 음식점 사업자는 스스로의 비용으로 회사를 면책하고 방어하여야 하며, 회사에 발생한 모든 손해를 배상하여야 합니다.</p>
<br>
<h4>제 7장 기타</h4>
<p>제 26 조 [손해배상]<br>
당사자 일방이 본 계약상 의무를 위반함으로 인하여 상대방에게 손해가 발생한 경우, 귀책사유 있는 당사자는 상대방이 입은 손해를 배상합니다.</p>
<br>
<p>제 27 조 [양도의 제한]<br>
당사자는 약관 및 이용계약에 따라 가지는 권리 및 계약상 지위를 제3자에게 양도, 판매, 담보제공 등 처분할 수 없습니다.</p>
<br>
<p>제 28 조 [비밀유지]<br>
① 당사자는 서비스를 이용하는 과정에서 알게 된 상대방의 정보 또는 이용자의 정보를 제3자에게 누설, 공개하지 아니합니다.<br>
② 비밀유지 의무는 이용계약이 해지되거나 서비스 제공이 중단된 이후에도 유효합니다.</p>
<br>
<p>제 29 조 [완전합의]<br>
① 본 이용약관에 명시되지 않은 사항은 관련 법령의 규정과 일반 상관례에 의합니다.<br>
② 본 이용약관에 명시된 한 개 또는 수개의 조항이 법령에 따라 무효, 위법 또는 집행불능으로 되더라도 본 이용약관에 명시된 나머지 조항의 효력, 적법성 및 집행가능성은 그로 인하여 아무런 영향을 받지 아니합니다.</p>
<br>
<p>제 30조 [분쟁의 해결]<br>
본 이용약관 및 이용계약은 대한민국법을 준거법으로 하며, 당사자간의 합의로 분쟁을 해결할 수 없는 경우 그 분쟁은 서울중앙지방법원을 관할법원으로 하여 해결합니다.</p>
<br>
<p>제 31조 [통지]<br>
본 이용약관에 특별한 규정이 없는 경우 회사는 음식점 사업자에게 마케팅센터 또는 전자메일을 통하여 통지할 수 있습니다.</p>
<br>
<p>제 32조 [회원가입 전 얌냐밍 서비스 이용]<br>
① 회사는 음식점 사업자가 회원가입 이전에 얌냐밍 서비스 제공으로 향유한 이익에 대하여 이용 수수료 등 대금을 청구하지 않으며, 
음식점 사업자는 얌냐밍 서비스 회원가입 이전 회사의 얌냐밍 서비스 제공이 음식점 사업자의 의사에 반하지 않는 것이었음을 확인합니다.<br>
② 회사와 음식점 사업자는 제1항과 관련하여 향후 민∙형사상 법적 책임을 묻지 아니할 것을 확약합니다.</p>		
			</div>
			<div class="check">
				<input type="checkbox" id="check1">
				<label for="check1">서비스 이용약관에 동의합니다</label>
			</div>
			<h3>개인정보처리방침 </h3>
			<div class="owner-text">
<p>얌냠컴퍼니 주식회사(이하 "회사"라 합니다)는 음식점 사업자의 개인정보를 처리함에 있어 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 통신비밀보호법, 전기통신사업법, 
개인정보보호법 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보 처리방침을 수립·준수하여 음식점 사업자 권익 보호에 최선을 다하고 있습니다.<br>
본 개인정보 처리방침에서 사용된 용어의 의미는 특별한 규정이 없는 한 얌냐밍 서비스 제공 이용약관(음식점 사업자용)과 동일합니다.</p>
<br>
<h4>제 1 조 [개인정보의 처리목적]</h4>
<p>회사는 다음 각 호의 목적으로 음식점 사업자 또는 소속 담당자의 개인정보를 수집 및 이용합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 
이용 목적이 변경되는 경우에는 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br>
음식점 사업자 가입 및 관리<br>
음식점 사업자 회원제 서비스 이용에 따른 음식점 사업자 식별, 가입의사 확인, 서비스 이용계약의 체결, 음식점 사업자자격 유지ㆍ관리, 서비스 부정이용 방지, 각종 고지 및 통지 등 연락 목적<br>
얌냐밍 서비스의 제공 및 서비스 제공에 따른 요금 정산<br>
얌냐밍 입점 및 광고서비스의 원활한 제공, 서비스의 중단 또는 변경에 대한 판단, 음식점 사업자가 음식점에 게재한 상품정보의 검수, 유료서비스의 결제 및 환불업무의 수행, 요금 추심, 계약서 또는 청구서의 발송 등의 목적<br>
고충 처리<br>
음식점 사업자의 신원 확인, 사고 조사, 민원사항 확인 및 처리, 사실조사를 위한 연락ㆍ통지, 처리결과 통보 등의 목적</p>
<br>
<h4>제 2 조 [처리하는 개인정보의 항목]</h4>
<p>회사는 다음 각 호의 개인정보를 처리하고 있습니다(필수).<br>
얌냐밍 서비스 제공 및 운영·관리 : 아이디, 비밀번호, 음식점 사업자등록에 관한 정보, 대표자 정보<br>
고충처리, 고지사항 안내 등 : 담당자의 이름ㆍ전자메일ㆍ휴대폰번호<br>
서비스 이용 내역 정보 : IP주소, 쿠키, 서비스 이용기록, 방문기록, 불량 이용기록 등</p>
<br>
<h4>제 3 조 [개인정보 수집방법]</h4>
<p>① 회원가입 및 서비스 이용 과정에서 음식점 사업자가 입력한 정보는 원칙적으로 사업적 목적으로 사용되는 정보에 해당하나, 일부 개인정보가 포함될 수 있으므로 회사는 해당 정보를 수집합니다.<br>
② 음식점 사업자가 서비스 이용과정에서 웹 또는 앱페이지, 메일, 팩스, 전화 등 다양한 경로를 통하여 회사에 상담·문의하는 경우, 개인정보가 수집될 수 있습니다.<br>
③ 음식점 사업자가 광고 서비스를 이용하는 경우 광고대행사로부터 음식점 사업자의 대표자 또는 담당자 등의 개인정보가 수집될 수 있습니다.<br>
④ 음식점 사업자의 얌냐밍 서비스 이용과정에서 자동으로 서비스 이용 내역에 관한 정보가 수집될 수 있습니다.</p>
<br>
<h4>제 4 조 [개인정보 자동수집 장치의 설치·운영 및 거부]</h4>
<p>① 회사는 음식점 사업자에게 특화된 맞춤서비스를 제공하기 위해서 음식점 사업자들의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)' 등을 운용합니다.<br>
쿠키의 의미 : 쿠키란 웹 또는 앱을 운영하는 데 이용되는 서버가 음식점 사업자의 브라우저에 보내는 아주 작은 텍스트 파일로서 음식점 사업자의 컴퓨터 하드디스크에 저장되기도 합니다.<br>
쿠키의 사용 목적 : 회사는 음식점 사업자의 얌냐밍 마케팅 센터 로그인 및 사이트 접속 빈도, 방문 시간 분석, 이벤트 참여 분석 등의 목적으로 쿠키를 사용합니다.<br>
쿠키설정 거부 방법 : 음식점 사업자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 음식점 사업자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 
아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 음식점 사업자는 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 
인터넷 익스플로러의 경우를 예로 들면, 웹 브라우저 상단의 도구 < 인터넷 옵션 < 개인정보 메뉴를 통하여 쿠키 설정의 거부가 가능합니다.<br>
② 음식점 사업자가 쿠키 설치를 거부하는 경우 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.</p>
<br>
<h4>제 5 조 [개인정보 제3자 제공]</h4>
<p>① 회사는 음식점 사업자의 개인정보를 명시한 범위 내에서만 처리하며, 정보주체의 동의 또는 법령의 특별한 규정이 있는 경우에만 제3자에게 개인정보를 제공합니다.<br>
② 얌냐밍 서비스의 특성상 음식점 사업자 정보가 얌냐밍 서비스 이용자에게 공개 또는 제공될 수 있습니다. 다만, 해당 정보는 음식점 사업자가 음식점에 게시한 정보의 범위에 한정되고, 
회사는 별도로 공개되지 않은 정보를 제3자에게 공개하거나 제공하지 않습니다.</p>
<br>
<h4>제 6 조 [개인정보처리의 위탁]</h4>
<p>① 회사는 원활한 업무 처리를 위하여 다음과 같이 개인정보 처리 업무를 위탁하고 있습니다.<br>
수탁업체<br>
위탁업무내용<br>
개인정보의 보유 및 이용기간<br>
나이스페이먼츠㈜<br>
결제처리(휴대폰, 무통장 입금, 계좌이체, 신용카드, 지류상품권 및 기타 결제수단, 환불계좌 인증)<br>
회원 탈퇴 시 혹은 위탁 계약 종료 시까지<br>
② 회사는 개인정보 처리 업무 위탁이 수반되는 계약의 체결시 위탁업무 수행목적 외의 개인정보 처리 금지, 기술적·관리적· 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 문서로서 명시하고, 
수탁자가 개인정보를 안전하게 처리하는지 감독하고 있습니다.<br>
③ 위탁업무의 내용이나 수탁자가 변경될 경우 지체없이 본 개인정보 처리방침을 통하여 공개합니다.</p> ·
<br>
<h4>제7조 [개인정보 보유 및 이용기간]</h4>
<p>① 회사는 법령에 따른 개인정보 보유·이용기간 또는 이용자로부터 개인정보 수집시 동의받은 개인정보 보유·이용 기간 내에서 개인정보를 처리·보유합니다.<br>
② 회사의 개인정보 처리 및 보유기간은 다음과 같습니다.<br>
음식점 사업자의 회원가입 및 관리 : 서비스 이용계약 종료시까지. 다만, 다음 사유에 해당하는 경우에는 해당 사유 종료시까지<br>
가. 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료시까지<br>
나. 서비스이용계약에 따른 채권·채무관계가 잔존하는 경우 정산시까지 <br>
음식점 사업자의 서비스 이용 관련 자료<br>
가. 전자상거래법에 따른 표시·광고, 계약내용 및 이행 등 거래에 관한 기록<br>
      - 표시·광고에 관한 기록 : 6월<br>
      - 계약 또는 청약철회, 대금결제, 서비스 공급에 관한 기록 : 5년<br>
     - 소비자 불만 또는 분쟁처리에 관한 기록 : 3년<br>
나. 통신비밀보호법 제41조에 따른 통신사실확인자료 보관<br>
      - 가입자 전기통신일시, 개시·종료 시간, 상대방 가입자번호, 사용도수 : 1년<br>
     - 컴퓨터 통신, 인터넷 로그기록자료, 접속지 추적 자료 : 3개월</p>
<br>
<h4>제 8 조 [개인정보의 파기 절차 및 방법]</h4>
<p>① 원칙적으로 음식점 사업자의 개인정보는 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기됩니다.<br>
② 정보주체로부터 동의를 받은 개인정보는 보유기간이 경과하거나 처리 목적이 달성되었음에도 불구하고 다른 법령에 따라 보관하는 경우에는, 해당 개인정보를 별도의 데이터베이스로 옮기거나 보관장소를 달리하여 보존합니다.<br>
③ 개인정보의 파기 절차 및 방법은 다음과 같습니다.<br>
회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 해당 개인정보를 파기합니다.<br>
회사는 다음 각 호의 방법으로 개인정보를 파기합니다.<br>
종이에 기록, 저장된 개인정보 : 분쇄기로 분쇄하거나 소각을 통하여 파기<br>
전자적 파일 형태로 저장된 개인정보: 기록을 재생할 수 없도록 로우레벨포맷(Low Level Format) 등 기술적 방법을 사용하여 삭제</p>
<br>
<h4>제 9 조 [정보주체의 권리·의무 및 행사방법]</h4>
<p>① 정보주체는 회사에 대하여 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.<br>
개인정보 열람 요구<br>
오류 등이 있을 경우 정정 요구<br>
삭제 요구<br>
처리정지 요구<br>
② 제1항에 따른 권리행사는 회사에 대하여 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 할 수 있으며 회사는 이에 대하여 지체없이 조치합니다.<br>
③ 정보주체가 회사에 대하여 개인정보 오휴 등에 대한 정정 또는 삭제를 요구한 경우에는 회사의 정정 또는 삭제가 완료될 때까지 당해 개인정보를 이용 또는 제공하지 않습니다.<br>
④ 정보주체는 정보통신망법, 개인정보 보호법 등 관계 법령을 위반하여 회사가 처리하고 있는 이용자 본인 또는 타인의 개인정보, 사생활을 침해하여서는 안 됩니다.</p>
<br>
<h4>제 10 조 [만 14세 미만 아동의 개인정보 처리]</h4>
<p>① 회사는 만 14세 미만 아동의 개인정보를 수집하지 않습니다. 다만, 회사가 만 14세 미만 아동의 개인정보를 수집하는 상황이 발생하는 경우에는, 
법정대리인은 만 14세 미만 아동의 개인정보 수집·이용 또는 제공에 대한 동의를 철회할 수 있으며, 해당 아동이 제공한 개인정보에 대한 열람 또는 오류의 정정을 요구할 수 있습니다<br>
② 유선 또는 서면을 통하여 만 14세 미만 아동인 회원의 법정대리인이 열람, 증명을 요구하는 경우, 회사는 대리관계를 증명하는 위임장 및 인감증명서, 
요청인 및 대리인의 신분증 사본 등의 증표를 제시 받아 해당 요구를 하는 자가 진정한 법정대리인인지 여부를 확인합니다.</p>
<br>
<h4>제 11 조 [개인정보의 안전성 확보조치]</h4>
<p>회사는 개인정보의 안전성 확보를 위하여 다음과 같은 조치를 취하고 있습니다.<br>
관리적 조치 : 내부관리계획의 수립 및 시행, 정기적 직원 교육<br>
기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 비밀번호의 암호화, 보안프로그램의 설치 등<br>
물리적 조치 : 자료보관실의 접근통제</p>
<br>
<h4>제 12 조 [개인정보관리 책임자 및 담당자]</h4>
<p>음식점 사업자는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 다음 각 호의 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 
회사는 음식점 사업자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.<br>
개인정보 보호ㆍ관리 책임자<br>
이 름 : 김미경<br>
전 화 : 010-9612-0530<br> 
전자메일 : minimelodi@naver.com</p>
<br>
<h4>제 13 조 [개인정보 열람 청구]</h4>
<p>음식점 사업자는 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. 회사는 음식점 사업자의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.<br>
부서명 : 개발팀<br>
담당자 : 김미경<br>
전 화 : 010-9612-0530<br>
전자메일 : minimelodi@naver.com</p>
<br>
<h4>제 14 조 [권익침해 구제 방법]</h4>
<p>음식점 사업자는 다음 각 호의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. 아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 
피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.<br>
개인정보 침해신고센터 (한국인터넷진흥원 운영)<br>
소관업무: 개인정보 침해사실 신고, 상담 신청<br>
홈페이지: privacy.kisa.or.kr<br>
전 화: (국번없이) 118 <br>
주 소: (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해 신고센터<br>
개인정보 분쟁조정위원회 (한국인터넷진흥원 운영)<br>
소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결) <br>
홈페이지: www.kopico.or.kr<br>
전 화: 1833-6972<br>
주 소: 03171 서울특별시 종로구 세종대로 209 정부서울청사 4층 개인정보 분쟁조정위원회<br>
대검찰청 사이버범죄수사단: 02-3480-3571 (cybercid.spo.go.kr)<br>
경찰청 사이버안전국: 182 (http://cyber.go.kr)<br>
정보보호마크인증위원회: 02-550-9531~2 (www.eprivacy.or.kr)</p>
<br>
<h4>제 15 조 [개인정보처리방침의 적용 제외]</h4>
<p>회사는 음식점 사업자에게 홈페이지를 통하여 다른 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 
이 경우 회사는 외부사이트 및 자료에 대하여 통제권이 없을 뿐만 아니라 이들이 개인정보를 수집하는 행위에 대하여 회사의 '개인정보처리방침'이 적용되지 않습니다. 
따라서, 회사가 포함하고 있는 링크를 클릭하여 타 사이트의 페이지로 이동할 경우에는 새로 방문한 사이트의 개인정보처리방침을 반드시 확인하시기 바랍니다.</p>
			</div>
			<div class="check">
				<input type="checkbox" id="check2">
				<label for="check2">개인정보처리방침에 동의합니다</label>
			</div>			
		</section>
		<a href="signUpOwner.do">다음</a>
	</div>
	<footer id="owner-signUp-footer">
		<div>
			<h2>YamNyaMing</h2>
			<p>Immediately Reservation!</p>
			<address>㈜ 얌냠컴퍼니 대표: 김미경 | 번호: 010-9612-0530 | 이메일: minimelodi@naver.com<br>
			주소: 서울특별시 영등포구 선유동2로 57 이레빌딩 19층 KH정보교육원 | Copyright ⓒ 2018 YamNyaMing Co. All rights reserved</address>
		</div>
	</footer>
</body>
</html>